[
    {
        "text": "Establish reporting and data display guidelines based on best practices to ensure consistent and appropriate use of data across the organisation."
    },
    {
        "text": "Proficiency in Python and various data-handling and visualization libraries like NumPy Pandas.,Help Lead Data Scientists with Research and Consulting Projects."
    },
    {
        "text": "Remediates data in the Corporate Actions system on the basis of accurate analysis and scrubbing of data.,Managing various data remediation work streams Projects…"
    },
    {
        "text": "The ability to assess and prioritise data effectively.,You must be able to demonstrate strong problem-solving skills and we’ll look to you to have an eye for…"
    },
    {
        "text": "Senior Data Scientist (Computer Vision).,Research and Develop Innovative Use Cases, Solutions and Quantitative Models in Video and Image Recognition and Signal…"
    },
    {
        "text": "Perform data analysis, design of data architecture requirements and mapping.,Strong Knowledge of reference data management is a mandate."
    },
    {
        "text": "Platform team is also responsible for driving technology adoption across the product development team.,The team works on components that are common across…"
    },
    {
        "text": "Company: Hitachi Astemo Gurugram Powertrain Systems.,Salary Range: 360000 - 480000 PA.,Hitachi Astemo Gurugram Powertrain Systems creates clean engine…"
    },
    {
        "text": "Booking Holdings (NASDAQ: BKNG) is the world leader in online travel and related services, provided to customers and partners in over 220 countries and…"
    },
    {
        "text": "Help set the strategy for machine learning at HackerRank, identifying new opportunities for machine learning to improve HackerRank products."
    },
    {
        "text": "Knowledge of data engineering, data science and decisioning disciplines.,Sharing relevant updates with key stakeholders bringing together advanced analytics,…"
    },
    {
        "text": "Ensure proper and authorized access to data systems.,GAC Analyst Job Description: Enterprise Information Security team in need of an Information Security…"
    },
    {
        "text": "Fluency in both structured and unstructured data (SQL, NOSQL).,Extensive experience using common machine learning and deep learning libraries and techniques,…"
    },
    {
        "text": "Ability to collect, organize, and display data in spreadsheet format.,Follow-through skills necessary to get information from internal and third parties and…"
    },
    {
        "text": "Must have experience on- Data tables Data validation Statistical Analysis Dashboarding Experience across tools Excellent Communications Skills Should be able…"
    },
    {
        "text": "Design and implement data pipelines for acquiring and transforming raw plant floor data into actionable information."
    },
    {
        "text": "Lio helps its users organize their data efficiently on their mobile phones.,The problem the company is addressing is the lack of high quality data creation &…"
    },
    {
        "text": "BS or MS degree in computer science or a related technical field.,Ensure that integration planning and practices are aligned with strategic business goals and…"
    },
    {
        "text": "Demonstrated past algorithm development in at least one area within machine learning like neural networks, clustering, object tracking."
    },
    {
        "text": "Keeping abreast of developments in machine learning.,Consulting with managers to determine and refine machine learning objectives."
    },
    {
        "text": "Our data analysts are integral to our recent growth and success within our data management & engineering division.,Identifying patterns and trends in datasets."
    },
    {
        "text": "Knowledge of data science concepts (regression, classification, clustering,.,Mining/data analysis methods, using a variety of data tools, building and."
    },
    {
        "text": "Execute on the plan with appropriate data mining, analytical and data science techniques.,Serve as a data science expert in designing, developing and…"
    },
    {
        "text": "Responsible for managing a growing cloud-based data ecosystem and reliability of our Corporate datalake and analytics data mart.,Ability to travel as needed."
    },
    {
        "text": "Examine data from mobile phones and satellite navigation systems to trace people or places;,Follow electronic data trails to reveal links or communication…"
    },
    {
        "text": "Translate the business requirement to a computer vision problem statement, develop a data collection strategy to provide required insights and to meet target…"
    },
    {
        "text": "Extensive experience with data visualization.,Excellent communicator with the ability to translate data into actionable insights.,Bachelor’s or Master’s degree."
    },
    {
        "text": "Implement security and data protection solutions.,We are looking for a Python Developer to join our engineering team and help us develop and maintain various…"
    },
    {
        "text": "Acknowledge and accept cases raised by the Customers, and provide meaningful first response within a defined Service Level Agreement time frame."
    },
    {
        "text": "Ability to work with clients to identify business challenges and contribute to client deliverables by refining, analyzing, and structuring relevant data •…"
    },
    {
        "text": "In cooperation with software engineers, machine learning teams, and finance, you will use a scientific methodology to identify programmatic solutions to achieve…"
    },
    {
        "text": "TBU TBU At Q2, our goal is to be a diverse and inclusive workforce that fosters mutual respect for our employees and the communities we serve. Q2 is an…"
    },
    {
        "text": "You possess a Diploma in Civil Engineering Technology (preferred) or a computer related discipline.,Collaborate with other stakeholders and be accountable to…"
    },
    {
        "text": "Define the product vision, scope and translating the product vision in user-friendly application.,Governments to implement programs that change the way students…"
    },
    {
        "text": "Acquire data from primary or secondary data sources and maintain databases/data systems.,Ensure the data quality and integrity in databases."
    },
    {
        "text": "Document database structures and define data elements to enable re-use of data.,Take ownership of our data and constantly improve its quality ."
    },
    {
        "text": "Work experience as a data analyst or in a related field.,Processing confidential data and information according to guidelines.,Managing users and user roles."
    },
    {
        "text": "The role may also need expertise in managing clinical data management projects.,The team is responsible for performing data management activities including…"
    },
    {
        "text": "Minimum of 3+ years of direct Data analysis experience.,Proficiency in Google Ads Analytics & Reporting and other relevant paid search platforms."
    },
    {
        "text": "Work on cutting-edge problems around edge AI and implementing machine learning algorithms on embedded devices.,Job Types: Full-time, Internship."
    },
    {
        "text": "Use ETL tool to process data from various data silos.,Experience with data visualization tools such as Tableau.,Proficient in MS Access, Excel, PowerPoint."
    },
    {
        "text": "Track record of project work in applied machine learning.,As an Associate ML Scientist, you will be responsible for building robust machine learning solutions…"
    },
    {
        "text": "Candidate will be responsible to support Multimedia R&D, system design and test teams for development of computer vision and machine learning technologies."
    },
    {
        "text": "BCA / BSc. / BTech or higher with experience in data annotation and data science.,A substantial part of your work will involve annotating data."
    },
    {
        "text": "Review, monitor, and post financial transactions.,Account reconciliations using various financial systems.,Upload and download financial documents."
    },
    {
        "text": "Good knowledge of Computer vision algorithms and hands-on experience in Opencv, Machine learning and deep learning for Vision data."
    },
    {
        "text": "Familiarity with marketing computer software and social media platforms.,Role – Marketing Executive (On-site)*.,Assisting with daily administrative duties."
    },
    {
        "text": "Drive Innovation by incorporating AI, Machine Learning, and data science frameworks to leverage the power of data.,Experience/Exposure with big data technology."
    },
    {
        "text": "Conduct trending, data mining and data analytics efficiently.,Diagnose and fix data related and reporting issues to ensure data accuracy."
    },
    {
        "text": "Ability to think critically and use data driven insights to solve problems.,Contribute to the design and implementation of controls and process maps Contribute…"
    },
    {
        "text": "Well versed in machine learning, implement production deployed AI use-cases and models.,The Data Scientist will be accountable for implementation and delivery…"
    },
    {
        "text": "3-5 years’ prior experience in a data analyst role.,Conduct data analysis; evaluate business processes; determine business needs; identify requirements; develop…"
    },
    {
        "text": "Identify the main vision and objectives of the application to be developed.,Reviews, analyzes, and creates detailed documentation of business systems and user…"
    },
    {
        "text": "You will contribute to bring value to the Command Center, our cloud platform where our users can manage robots remotely and visualize reports."
    },
    {
        "text": "Perform data mining and data analysis of database and identify gaps.,Review and validate data as it is collected.,Monitor analytics and metrics results."
    },
    {
        "text": "Support data quality issue & measures related activity in partnership with domain data.,Support data governance and quality assurance activities."
    },
    {
        "text": "Job Type : Fixed term contract.,Advanced excel and macros.,Data Analysis - mainly ERP download reports in inventory."
    },
    {
        "text": "The Automotive Information Systems (AIS) group within Microchip develops connectivity products tailored to the automotive market."
    },
    {
        "text": "The Connected Services Division supplies software services to the mobile communications industry.,Intermediate skills of Python libraries (Numpy, Pandas, core…"
    },
    {
        "text": "Strong understanding of machine learning algorithms & principles (regression analysis, time series, probabilistic models, supervised classification and…"
    },
    {
        "text": "2+ years data quality or similar level data analysis experience required.,Develop control structures within a simple environment to ensure the accuracy and…"
    },
    {
        "text": "Aptitude and experience in applied statistics and machine learning techniques.,Extensive experience with Python and SQL for software development, data analysis,…"
    },
    {
        "text": "Design and build end-to-end data pipelines to get the data for customers.,Design and build end-to-end data pipelines to get the data for customers."
    },
    {
        "text": "Knowledge of various AI/ML Techniques related to NLP, Audio Processing & Computer vision.,Appx 4-6 years of experience in automotive domain with good exposure…"
    },
    {
        "text": "In this role, we want analysts to use the data models and reports, to draw actionable and meaningful insights.,Traffic Metrics, broken by Source, Channel, etc."
    },
    {
        "text": "Experience in data analysis, including data cleaning/preparation, reporting, modeling.,Daily data analysis in online financial business, including data cleaning…"
    },
    {
        "text": "We are looking for data science engineers who have strong interest in data science.,Acquire data from primary or secondary data sources and perform data tagging…"
    },
    {
        "text": "Background in digital image processing and computer vision fundamentals.,Research and develop power-efficient computer vision algorithms, deep learning…"
    },
    {
        "text": "Use statistical methods to analyze data and generate useful business reports.,Work with departmental managers to outline the specific data needs for each…"
    },
    {
        "text": "Experience in analyzing quantitative and qualitative data using various statistical tools.,(Predictive models, SEM, Path analysis, etc.)."
    },
    {
        "text": "Design & develop data management and data persistence solutions for application use cases leveraging relational, non-relational databases and enhancing our data…"
    },
    {
        "text": "# Processing, cleansing, and verifying the integrity of data used for analysis.,# Conduct ad-hoc analysis, present results in a clear manner and deploy models…"
    },
    {
        "text": "Voya’s Data Science Infrastructure and Implementation Team (DSIIT) develops solutions to maximize productivity of Voya’s data science function."
    },
    {
        "text": "Develop applications (object detection, classification, localization and analysis, specialized OCR) using deep learning and machine learning techniques."
    },
    {
        "text": "Deliver practical training sessions for Data Science and Business Analytics.,Must have experience in Python, R, SQL, Data Analytics, and ML."
    },
    {
        "text": "Developing and maintaining databases, data systems – reorganizing data in a readable format.,Performing analysis to assess quality and meaning of data."
    },
    {
        "text": "Working knowledge of data science/analysis programing languages such as R or Python.,Demonstrated experience using SQL (Structured Query Language) to query…"
    },
    {
        "text": "You will apply data science expertise to assure sustainable impact of ML solutions developed.,Identify proactive remedial strategies to prevent future data…"
    },
    {
        "text": "CS creates an environment where employees can prosper while creating the innovative technologies that make amazing possible."
    },
    {
        "text": "Automate construction of complex data models consisting of data from diverse data sources across the firm.,An understanding of feature engineering from data."
    },
    {
        "text": "Manage own KYC New business book of work and oversee the process end to end.,Administer team responsible for daily BAU deliverables."
    },
    {
        "text": "Ensure data compatibility and bridge the gap of data and business needs based on GAAP.,General understanding of data tables and ETL techniques."
    },
    {
        "text": "2+ years experience with data science.,You must be comfortable partnering with those directly involved with big data infrastructure, software, and data…"
    },
    {
        "text": "5+ years of experience working in a data warehouse environment and a strong understanding of dimensional data modeling concepts.,Sound ETL knowledge in SSIS."
    },
    {
        "text": "2-5 years experience as a data analyst, data engineer, data scientist, business analysis or related quantitative analyst."
    },
    {
        "text": "As a fintech company that uses Artificial Intelligence (AI) & Machine Learning (ML) to enhance customer reach, engagement, and interaction; spocto is a pioneer…"
    },
    {
        "text": "The International Fraud Risk Management team, within the overall FRM organization, is focused on the identification and solutioning of fraud trends within the…"
    },
    {
        "text": "Our objective is to provide mobile network operators with the equipment required to deploy and expand their 4G/5G networks quickly and efficiently in the most…"
    },
    {
        "text": "Gather and drive stakeholder requirements and product vision through the planning, analysis, development, and testing phases.,Create and conduct unit testing."
    },
    {
        "text": "Run machine learning tests and experiments.,Develop machine learning applications according to requirements.,Hitachi Vantara elevates your innovation advantage…"
    },
    {
        "text": "Manage large volume of B2B data research on LinkedIn, and leverage a range of database tools to create and enter accurate customer profiles into CRM."
    },
    {
        "text": "Implement scalable solutions to meet the ever-increasing data volumes, using big data/cloud technologies Pyspark, Kafka, any Cloud computing etc."
    },
    {
        "text": "Experience in data modelling, programming, querying, data mining, extraction and report development using large volumes of granular data to deliver business…"
    },
    {
        "text": "Experience with data bases, query languages, and associated data architecture.,Develop and implement artificial intelligence and machine learning models to…"
    },
    {
        "text": "The Immigration Transformation group is responsible for cost optimization, data management and analytics, process excellence, strategic projects, technology…"
    },
    {
        "text": "2 years of experience in data and analytics.,Bachelor's degree in Computer Science, Applied Mathematics, Statistics, Quantitative Social Sciences, or equivalent…"
    },
    {
        "text": "Create data governance policies like RLS to manage data security.,Python/R for data science.,Access data stored in databases/warehouses/flat files."
    },
    {
        "text": "Knowledge of statistical techniques and machine learning algorithms.,Knowledge of statistical techniques and machine learning algorithms."
    },
    {
        "text": "Wells Fargo is seeking a Senior Software Engineer...,In this role, you will:,Lead moderately complex initiatives and deliverables within technical domain…"
    },
    {
        "text": "MS in computer vision, machine learning, AI, applied mathematics, data science, or related technical fields or BE with 3+ years’ experience in Computer Vision…"
    },
    {
        "text": "Should be a team-player with ability to co-ordinate and implement various data quality processes, including reference data groups."
    },
    {
        "text": "BlueOptima’s vision is to become the global reference for the optimisation of the performance of Software Engineers across all industries."
    },
    {
        "text": "Effectively communicate with various internal stakeholders for data standard resolution.,Support Internal Audit and Regulatory requests with accurate data and…"
    },
    {
        "text": "Proven working experience as a data analyst.,Acquire data from primary or secondary data sources and maintain databases/data systems."
    },
    {
        "text": "Plan and develop content for assigned vertical/program.,Audit and bring required changes in the content being delivered to ensure learning outcomes are meet."
    },
    {
        "text": "Ability to collect, organize, and display data in spreadsheet format.,Follow-through skills necessary to get information from internal and third parties and…"
    },
    {
        "text": "O Experience in working with organizational/workforce data.,O Demonstrates exceptional judgment and discretion when dealing with highly sensitive people data."
    },
    {
        "text": "Experience working with data from multiple data systems and databases.,Ability to examine data critically to extract meaningful insights."
    },
    {
        "text": "Experience with data visualization tools, such as D3.js.,Experience with common data science toolkits, such as Python, R, Weka, NumPy, MatLab, etc."
    },
    {
        "text": "Responsible to take the ownership of the resolution process for all the customer issues.,To build a strong relationship with customers and resolve the queries…"
    },
    {
        "text": "A bachelor’s in computer science, Information Technology or a related field of study is preferred.,D365 Security and Controls Administrator will be responsible…"
    },
    {
        "text": "Acquire data from primary or secondary data sources and maintain databases/data systems.,Technical expertise regarding data models, data base design development…"
    },
    {
        "text": "_*Developing prediction systems and machine learning algorithms*_.,_*Using machine learning tools to select features, create and optimize classifiers*_."
    },
    {
        "text": "Use machine learning and analytical techniques to create scalable solutions for problems.,We are looking for a Data Scientist who will support our IoT products,…"
    },
    {
        "text": "Experience in a data engineering role developing Python and Spark data.,Top-decile data engineering skills; strength in SQL and Python for data transformations."
    },
    {
        "text": "Strong knowledge and skills in machine learning software development and architectures for machine learning (with focus on deep learning)."
    },
    {
        "text": "Run machine learning tests and experiments.,Develop machine learning applications according to requirements.,Should be able to Study and transform data science…"
    },
    {
        "text": "Develops and executes test plans and scripts to confirm the quality and success of various technologies.,Manual and automated testing of applications and web…"
    },
    {
        "text": "Ability to demonstrate an understanding of computer science fundamentals, including data structures and algorithms.,Learn more about our cultural attributes."
    },
    {
        "text": "Experience working with statistical and machine learning models.,Work with other data scientist to do peer review of existing or new machine learning models or…"
    },
    {
        "text": "Acquire data from primary or secondary data sources and maintain databases/data systems.,Technical expertise in data models, database design development, data…"
    },
    {
        "text": "Experience presenting data analysis through visualizations and dashboards is a big plus., Prior experience working in a data science/analytics/engineering team…"
    },
    {
        "text": "Interpret large raw data sets; conduct data analysis and audits – high level of excel mastery is required, Strong Analytical skills to help collect, measure,…"
    },
    {
        "text": "Document process ,data codes, data repository, data request , log book for audit and learning purpose.,Before sharing of any data (customer sensitive) ensure…"
    },
    {
        "text": "Springer Nature opens the doors to discovery for researchers, educators, clinicians and other professionals. Every day, around the globe, our imprints, books,…"
    },
    {
        "text": "Treatments, filters and conditions to your data.,Enhancing data collection procedures to include information that is relevant for building analytic."
    },
    {
        "text": "General reporting and auditing of data.,Collect and analyse data to support decision making in the business.,Develop and maintain standard reports and assist in…"
    },
    {
        "text": "Knowledgeable of relevant literature around applications for machine learning and deep learning.,Experience with machine learning tools such as scikit-learn,…"
    },
    {
        "text": "Developing new practices and methodologies using statistical methods, machine learning and predictive models under mentorship."
    },
    {
        "text": "Hands-on experience with data science tools.,Data mining or extracting usable data from valuable data sources.,This is an immediate requirement."
    },
    {
        "text": "We are looking for ML Scientists with experience applying AI, machine learning, and data science to real-world problems."
    },
    {
        "text": "Good knowledge in data engineering concepts, data architecture design, performance tuning, and data modeling advanced ability to perform exploratory data…"
    },
    {
        "text": "Perform data analysis and visualization.,Provide functional process and data expertise.,Provides functional process and data expertise, qualifies Analytics IT…"
    },
    {
        "text": "Experience in shipping computer vision or image processing product to customers.,5+ years of experience in computer vision or software development experience."
    },
    {
        "text": "Use statistical methods to analyse data and generate reports.,Work with departmental managers to outline the specific data needs for analysis."
    },
    {
        "text": "Proven experience in Azure Cloud and its components.,Good Exposure of ADLS and Data and Delta Lake.,Good Exposure on ADF /ADB /Synapse."
    },
    {
        "text": "Machine learning: You will work on building ML models and increase prediction accuracy in our loan origination platform."
    },
    {
        "text": "Experience in machine learning algorithms for vision problems, including deep learning.,Fluency in C/C++, Python, OpenCV, OpenGL, MATLAB."
    },
    {
        "text": "It is essential to have prior experience in data scraping, analysis and visualisation.,The candidate should have a background in data sciences, and should be…"
    },
    {
        "text": "Use data modelling practices to analyze the findings and design,develop improvements and changes.,The purpose of the role is to liaison and bridging the…"
    },
    {
        "text": "CSCP is responsible for strategic sourcing, customer demand forecasting, capacity planning and management, supply chain planning and execution, capacity…"
    },
    {
        "text": "Proactive identification of data quality issues arising across client data domains, and risks emanating from them.,Internal audits and Quality assurance."
    },
    {
        "text": "Efficient and pro-active email management.,Pro-activeness on email responses & proper justification for aged items.,Contribute to Team Meetings & Agenda points."
    },
    {
        "text": "2+ years of experience as a data analyst.,We are looking for a data analyst who can organize the huge amounts of marketing data available into actionable…"
    },
    {
        "text": "1-2 years of work experience in a data processing, data analysis and automation.,Proficiency in Excel/Sheets, SQL, and data visualization tools."
    },
    {
        "text": "Candidates with 1 to 2 years’ experience statistical data analysis."
    },
    {
        "text": "Experience with SSIS and general administrative data experience.,Understanding of best-in-class model and data configuration and development processes."
    },
    {
        "text": "Desired Qualification: * Bachelors in Computer Science or related discipline, preferably from a tier 1/2 college.,Stipend: *10000 to 15000 per month."
    },
    {
        "text": "Developing and maintaining databases, data systems – reorganizing data in a readable format.,Technical proficiency regarding database design development, data…"
    },
    {
        "text": "Able to assess the effectiveness and accuracy of new data sources and data gathering techniques.,Knowledge of designing, implementing, deploying, and…"
    },
    {
        "text": "Business analyst: 4 years (Preferred).,Data analytics • Support the VP in identifying and resourcing the right talent to build an optimal Technology and data…"
    },
    {
        "text": "Role/Job Title – Senior Data Analyst-Turbo Cross Sell.,Function/Department - Turbo Cross Sell.,'1. To understand the system enhancements required to better the…"
    },
    {
        "text": "Work independently with minimal supervision, following the organization's vision.,BS or equivalent in computer science/engineering or relevant field, MS or…"
    },
    {
        "text": "Analyze data and identify data pattern to bring data insight.,Build story around the data findings and explain in simple words.,R-4484 Data Analyst (Open)."
    },
    {
        "text": "We need a person who believe in bringing out live objects from still images and make them speak.,Bachelor of Engineering in Computer Science, Information…"
    },
    {
        "text": "Experience in *different visualization techniques, data profiling and data validation*.,Researching solutions to overcome data analytics challenges."
    },
    {
        "text": "At every level, our engineers have a significant technical and business impact designing and building innovative new systems to power our customer’s business…"
    },
    {
        "text": "Should be enable to assess various business opportunities and efficiently making data.,Interpret, evaluate and interrelate research data and develop integrated…"
    },
    {
        "text": "Full time @Ravi Mishra in Development.,Backed with 25 years of emotional experience and a fast-growing family of 4000 engineers in BFSI, Healthcare, Ecommerce,…"
    },
    {
        "text": "Work collaboratively with the DBS internal applications teams to understand the platform and assist in usage of infra as code pipeline and integration of Big…"
    },
    {
        "text": "Experience developing production data pipelines and productionising data-science models.,In this role, you will work with financial data, terabytes of global…"
    },
    {
        "text": "Skilled in organising the team's knowledge and body of work using various products and data management tools.,Collaborate on creating key research deliverables,…"
    },
    {
        "text": "The role will have wide range of responsibilities including data extraction, data cleansing, researching multiple data sources to support Master Data Management…"
    },
    {
        "text": "Any intern or done course data analyst can apply-*.,Must be background or done course data analyst - 6 month to one year exp-*."
    },
    {
        "text": "The D&DS team is responsible for C2FO’s end-to-end data solutions, focusing on data architectures, data science and machine learning, business intelligence and…"
    },
    {
        "text": "You will weave stories with meaningful insight from data.,You will work to effectively turn business questions into data analysis, and provide meaningful…"
    },
    {
        "text": "Bachelor and/or Master degree in computer science or IT.,Technology stack, all the way from operating systems internals to SaaS front-end code."
    },
    {
        "text": "Has an eye for quality in data solutions design.,Understanding of complex data structures and use them towards solution design."
    },
    {
        "text": "Perform ongoing data validation and testing to ensure data integrity and reliability.,Mine and analyze data from machine log data to drive optimization, reduce…"
    },
    {
        "text": "This is an opportunity to be a significant part of emerging technology trends and to help define the vision for future distributed database technologies."
    },
    {
        "text": "BA/BS or equivalent related experience in statistics, data analysis, data mining.,Design and develop data visualization (Tableau)."
    },
    {
        "text": "A day in the life of an Infoscion • As part of the Infosys delivery team, your primary role would be to interface with the client for quality assurance, issue…"
    },
    {
        "text": "Statistical processing experience using large datasets (Integrating and transforming disparate data sources and determining the appropriate data hygiene…"
    },
    {
        "text": "0-2 years of machine learning experience.,Machine learning, Data analysis, Statistics & Probability.,Checking data from every stage and every base for assigned…"
    },
    {
        "text": "Minimum of 7 years of professional experience in data analytics or research.,Experience Required: • Minimum of 7 years of professional experience in data…"
    },
    {
        "text": "Skill : knowledge in system and ms office."
    },
    {
        "text": "_*Hands-on experience with data science tools*_.,_*Data mining or extracting usable data from valuable data sources*_.,Total work: 1 year (Preferred)."
    },
    {
        "text": "Subjects and collect and analyze data.,Collecting data from sources such as public opinion surveys and election results."
    },
    {
        "text": "In this light, we provide unique learning experiences through our web-based platforms, and computer and mobile applications enabled with Artificial intelligence…"
    },
    {
        "text": "The person will be responsible to understand customer needs from sales and marketing, run analysis on product consumption and other data sets and provide data…"
    },
    {
        "text": "Hands on experience of data analysis tools/.,Minimum 3 years of relevant experience in data analysis.,Create repeatable data analytics to support continuous…"
    },
    {
        "text": "Strong experience in managing a team of data, product, and business analysts.,Analyzes user needs to determine functional and cross-functional requirements and…"
    },
    {
        "text": "Professional knowledge of machine learning environments such as regression, decision trees, random forest or deep learning.,Strong coding skills in Python."
    },
    {
        "text": "Key Responsibilities : - Interpret data, analyze results using statistical techniques and provide ongoing reports - Undertake pre-processing of structured and…"
    },
    {
        "text": "Work with management to prioritize business and information needs and propose solutions and strategies to business challenges Analyse and interpret trends or…"
    },
    {
        "text": "Acquire data from primary or secondary data sources and maintain databases/data systems.,Technical expertise regarding data models, database design development,…"
    },
    {
        "text": "Track record of project work in applied machine learning.,As an Associate ML Scientist, you will be responsible for building robust machine learning solutions…"
    },
    {
        "text": "Various data domain owners and data quality teams.,Conduct data analysis implementation and monitoring of DQ.,Provide analysis into data quality inconsistencies…"
    },
    {
        "text": "*Responsibilities*: * Able to perform Unix / Linux scripting. * Able to write the programs in Spark. * Monitor and address issues relating to capacity…"
    },
    {
        "text": "High process orientation and data management skills.,Conduct data quality audits across People Operations processes."
    },
    {
        "text": "Keeps abreast of the latest developments in data science and shares that knowledge with colleagues across the bank, to reinforce DNA’s status as a centre of…"
    },
    {
        "text": "Machine Learning engineers with 1-3 years of industry experience."
    },
    {
        "text": "Technical data analyst (knowledge of db/ ETL) who has experience in creating/ documenting both business and technical requirements as part of requirement…"
    },
    {
        "text": "Technical skills required to understand client requirements & developing technical solutions by defining, analysing, and documenting those requirements. should…"
    },
    {
        "text": "This vision comes to life through skilled and compassionate individuals like you.,Bachelor’s degree in computer science, IT , BCA , MCA, or related field or…"
    },
    {
        "text": "Gather data on consumers, competitors and market conditions.,Interpret marketing data, formulate reports and make recommendations."
    },
    {
        "text": "Solving high-level business problems of the clients using advanced software and methods.,Install and configure software and hardware."
    },
    {
        "text": "This role is to build, lead, manage team & work closely with our counterparts in Germany to define and implement computer vision software, architecture,…"
    },
    {
        "text": "Apply machine learning techniques like clustering decision tree learning artificial neural networks etc. to streamline data analysis."
    },
    {
        "text": "As an embedded computer vision software engineer, you will be responsible for the embedded development of computer., Computer vision algorithm knowledge."
    },
    {
        "text": "The ideal candidate will be responsible for creating data driven solutions that at the core are driven by relevant learning algorithms."
    },
    {
        "text": "Experience using statistical computer languages (R, Python, SLQ, etc.) to manipulate data and draw insights from large data sets."
    },
    {
        "text": "Create various analysis for error handling in existing data products.,You will execute quantitative analysis that translates data into actionable insights."
    },
    {
        "text": "Compile and analyze data related to business' issues.,Develop clear visualizations to convey complicated data in a straightforward fashion."
    },
    {
        "text": "Understanding of accidents, accident data.,Story telling with the help of data.,Knowledge of Automotive domain/Road Safety/Environment data is a plus."
    },
    {
        "text": "Outstanding attention to detail and dedication to data accuracy.,Our GBP team specifically focuses on product-level market-sizing across full spectrum of…"
    },
    {
        "text": "Strong project experience involving algorithm development for computer vision applications.,Industry/academic experience with machine learning and computer…"
    },
    {
        "text": "Examine data from mobile phones and satellite navigation systems to trace people or places;,Follow electronic data trails to reveal links or communication…"
    },
    {
        "text": "Strong project experience involving algorithm development for computer vision applications.,Industry/academic experience with machine learning and computer…"
    },
    {
        "text": "To be employed as an Analyst - Data Operations in a media evaluation and reporting setup.,Get trained and execute acquired instructions to report brand…"
    },
    {
        "text": "Must have interest on Programming side and look forward to make career in Data Science with our clientele Network."
    },
    {
        "text": "ZineOne is a real-time stream processing platform powered by machine learning to provide event-driven brand-to-user interactions."
    },
    {
        "text": "Experience in data analysis (Statistical Analysis).,Hands-on on experience with data visualization tools.,Skills in Advance Excel, PowerPoint, Power BI, and MS…"
    },
    {
        "text": "Support annual attestation activities of critical data flows.,Execute identification and resolution of data lineage issues, supporting the analysis and creation…"
    },
    {
        "text": "Build a deep understanding of levers of those metrics, by diving into data and customer interactions.,Own the measurement of key business metrics, across…"
    },
    {
        "text": "10-key proficiency of 10000 kspm on computer numeric keypad.,The Data Entry Clerk is responsible for accurate processing and input of patient and insurance…"
    },
    {
        "text": "Capturing the researched data on Excel sheet in required format.,PaymentUs leads the North American marketplace in electronic bill payment solutions and have…"
    },
    {
        "text": "Optimize statistical efficiency and quality by developing and implementing data collection systems and data analytics.,Who Ae We Looking For Exactly?"
    },
    {
        "text": "Perform risk monitoring and independent risk assessments.,Drive and deliver risk and control related initiatives.,Best in class leave policy."
    },
    {
        "text": "Excellent Excel Skills - Comfort with Pivots, Functions and Experience of Designing Small Models.,Within Excel is a Must.,Experience with Macros is a Big Plus."
    },
    {
        "text": "Computer Vision Areas: Image and Video Understanding, Manipulation and Synthesis, Unsupervised Learning, Image and Video Segmentation, Generative Models like…"
    },
    {
        "text": "Perform data analysis and visualization.,Provide functional process and data expertise.,The Business Analytics Specialist applies his/her business knowledge and…"
    },
    {
        "text": "Responsible to review the product from not just a technical perspective but also from the end user’s perspective • Analyze and independently identify often…"
    },
    {
        "text": "Develops, creates, and modifies general computer applications software or specialized utility programs.,Analyzes user needs and develops software solutions."
    },
    {
        "text": "Source, screen and headhunt talents through various job portals, social media, and employee referrals.,Identifying candidates with right skills to match the…"
    },
    {
        "text": "Acquiring data from various sources.,Consider only relevant data from the mined data and convert it into a format which is consistent and analysable."
    },
    {
        "text": "Build & test deep learning models in the areas of few shot learning, text generation, semantic search, ABSA.,We are solving complex problems in natural language…"
    },
    {
        "text": "High personal affinity to IT topics, namely data science, machine learning and / or artificial intelligence.,They must have strong experience using a variety of…"
    },
    {
        "text": "Create and maintain various documentations and provide guidance to support analysts basis the same.,Our data, analytical solutions and insights help decision…"
    },
    {
        "text": "Acquire data from primary or secondary data sources and maintain databases/data systems.,Technical expertise regarding data models, database design development,…"
    },
    {
        "text": "Presenting data, sharing analysis and getting concurrence from stakeholders on actions (for.,RPA Business Analyst experience preferably into Telecom domain."
    },
    {
        "text": "Our R&I (Research and Innovation) has scientists from the Ag, weather, Geo-spatial, data to computer sciences, all collaborating together to bring meaningful…"
    },
    {
        "text": "You should be able to build a custom Function Module with medium complexity program logic.,Minimum work experience: 5 - 8 YEARS."
    },
    {
        "text": "Work with engineers, product managers and senior leadership to turn our product and technical vision into a tangible roadmap every month."
    },
    {
        "text": "The position shall be responsible for data management and performing Spend.,The position shall be responsible for helping sourcing team as well as multiple…"
    },
    {
        "text": "Experience in quantitative or statistical analysis, data mining, predictive or statistical modelling, applied programming, data management, data transformation,…"
    },
    {
        "text": "Pythontrainin.Net powered by TGC, a leading software Training institute based in Pitampura in north-west Delhi, urgently needs experienced trainer to teach…"
    },
    {
        "text": "The Client's digital manufacturing platform, uses artificial intelligence, machine learning, and advanced analytics to help address critical challenges in…"
    },
    {
        "text": "Collate documentation and data to verify identity and ownership/control.,Source of data from approved sources using the methods outlined in policies and…"
    },
    {
        "text": "Develop custom data models and algorithms to apply to data sets.,Assess the effectiveness and accuracy of new data sources and data gathering techniques."
    },
    {
        "text": "Roles and responsibilities for Computer Vision Jobs in Gurugram.,: Role : Application Developer Role Description : Design, build and configure applications to…"
    },
    {
        "text": "We are looking for a Data Analyst who will design, develop and maintain high quality Tableau Dashboards.,We organize in cross functional design teams in which…"
    },
    {
        "text": "Have 2 to 4 years of data engineering experience in any data warehousing platform.,You will work on a team including scrum masters, product owners, data…"
    },
    {
        "text": "Tableau / Microsoft Power Bi (Model development using statistical methods ,Analyze data and generate insight - result interpretation and presentation, analyze…"
    },
    {
        "text": "Managing and maintaining sales data in [redacted] (CRM) and other software programs.,Providing models and organizing statistical studies for the Sales…"
    },
    {
        "text": "Conduct data audits as needed to preserve data integrity.,Facilitate data transformations, resolve data issues, and collaborate on system changes."
    },
    {
        "text": "Digging into the latest technologies to figure out how they can be applied.,Gaining experience and skills in areas such as App development, AI/ML, other areas."
    },
    {
        "text": "Defining new data collection and analysis processes.,A good understanding of data Security and privacy technologies.,Cloud BI experience could be an asset."
    },
    {
        "text": "Previous experience in implementation or technical consultant role in analytics, data science, or business intelligence; SaaS enterprise software experience…"
    },
    {
        "text": "Good grasp of fundamentals of computer science and web development.,We’ve built a truly industry agnostic platform to support growing needs of our customers."
    },
    {
        "text": "Hands on with CV, CNN, Tensorflow, Keras, caffe, Pytorch , Image processing.,Hands-on experience with internals of networks (CNN/, RNN,/ DNN, /BNN,/LSTM, SSD…"
    },
    {
        "text": "Developing and maintaining databases, data systems – reorganizing data in a readable format.,Performing analysis to assess the quality and meaning of data."
    },
    {
        "text": "Provides relevant data cleaning reports, status updates, feedback on data trends throughout the study course.,Ensures that data from external databases/datasets…"
    },
    {
        "text": "Maintained/contributed machine learning projects, familiar with the agile software.,Domains: computer vision, NLP, reinforcement learning, model optimization…"
    },
    {
        "text": "BCA / BSc. / BTech or higher with experience in data annotation and data science.,A substantial part of your work will involve annotating data."
    },
    {
        "text": "Working knowledge of data query tools, Business Objects.,Participate in the creation of Business Requirements Document.,Use Case Analysis and Documentation."
    },
    {
        "text": "Flexible to work on Large raw data.,Analyse data and share all findings for business growth.,Business context alignment, data-wrangling, innovative feature…"
    },
    {
        "text": "Interfacing with various Customers, Customer Support teams, Business Partners, and Customers Globally to address application-related product issues and resolve…"
    },
    {
        "text": "Contribute to the design and implementation of controls and process maps Contribute to root cause analysis of issues and incidents, identifying and implementing…"
    },
    {
        "text": "Provide timely business analytical solutions to enable data – driven decisions to support sales team in achieve the organisational goals."
    },
    {
        "text": "1-5 years of experience in developing AR/VR, Computer vision applications.,Follow adopted design/development methodologies, patterns, and toolsets."
    },
    {
        "text": "You will implement a complex sensor network system/algorithm in computer vision and related disciplines in this role.,Debugging with no additional support."
    },
    {
        "text": "As masterdata analyst you will be responsible for local data input within the market/plant as part of the dedicated set of Global Master Data policy, procedures…"
    },
    {
        "text": "Ability to understand functional/technical specifications and analyze data;,Our Client is from a Financial Services company that is looking for a passionate…"
    },
    {
        "text": "Data analytics tools like Tableau, Power bi knowledge.,Flexible to learn new technologies.,Online and offline batches handling.,Demo sessions need to give."
    },
    {
        "text": "Strong analytical skills, with a solid foundation in statistics and data processing, including data reduction, regression, automation, and visualization."
    },
    {
        "text": "Facilitate adequate guidance and knowledge to senior data analysts and data analysts for data analyses and data management activities;"
    },
    {
        "text": "Prior experience (minimum 2 years) in computer vision modelling.,Computer Vision Modelling: Apply deep learning and computer vision technologies to solve…"
    },
    {
        "text": "Candidates would be assigned for Research and Drafting syllabus.,Plan strategies to improve the current syllabus.,Build technical team for support."
    },
    {
        "text": "Solve business problems with data-driven approach.,Build resources that can democratize data accessibility within the organisation."
    },
    {
        "text": "Primary skills : - Data science ( ML ), NLP ,computer vision and SQL.,Ability to read and implement research papers and propose solutions and strategies to…"
    },
    {
        "text": "Acquire data from primary or secondary data sources and maintain databases/data systems.,Technical expertise regarding data models, database design development,…"
    },
    {
        "text": "Document database structures and define data elements to enable re-use of data.,Take ownership of our data and constantly improve its quality ."
    },
    {
        "text": "Responsibilities* • Gather and analyze data and provide technology solutions with a systems approach • Interpreting business requirements into understandable…"
    },
    {
        "text": "Experience in data & number crunching and analyzing & presenting the data in desired formats.,Experience in quantitative analysis, research, data mining,…"
    },
    {
        "text": "The data analyst will connect, cleanse, maintain, report on, and evaluate data.,Addressing data quality issues, such as data gaps or biases in underlying data…"
    },
    {
        "text": "Apply statistical thinking and machine learning methods.,Apple's Enterprise Data Warehouse landscape caters to a wide variety of real-time, near real-time and…"
    },
    {
        "text": "Background in digital image processing and computer vision fundamentals.,Take ownership to drive computer vision solutions and meet customer requirements."
    },
    {
        "text": "Should have experience in designing data models, data marts and exposure to tools like Erwin, Toad Data Modeler or similar tools."
    },
    {
        "text": "*Mandatory Skills: -* SQL Server, MySQL – Should have experience in pulling/fetching data from database Tableau *Responsibilities: * * Managing users and…"
    },
    {
        "text": "Optimizing and implementing new data processes and systems.,Prepares reports of data results, presenting and explaining findings to senior leadership."
    },
    {
        "text": ": Web Development, End to End Project Development, Database Management, Machine Learning, Deep Learning, Data Science, Digital Marketing, CS core subject,…"
    },
    {
        "text": "✓ 2-4 years of strong experience in Tabulation and Data validation using Quantum.,✓ Proficiency in Quantum scripting tool is essential."
    },
    {
        "text": "In this role, you will be directly responsible for driving sales by partnering directly with growth accounts.,Total work: 2 years (Preferred)."
    },
    {
        "text": "There is flexibility to hire at the analyst or senior analyst level depending on candidate experience.,OrgSolutions can help human resources and business…"
    },
    {
        "text": "Understand and analyze disease studies, especially the ones associated with genomic disorders.,Understand and model biotech processes such as the ones used in…"
    },
    {
        "text": "Providing support for computers, peripherals, and user related questions.,These duties include configuration, installations, and troubleshooting software and…"
    },
    {
        "text": "Leverages data extraction tools and ETL skill to obtain data from various data systems across the industry.,Broadly looking at the popular data source systems…"
    },
    {
        "text": "Initiating data mining activities on data warehouses.,Report creation based on data coming from a variety of business systems and data warehouses (SQL queries,…"
    },
    {
        "text": "Analysis, verification and transfer of process data records from the energy management system.,B) Extensive knowledge in the field of data analysis in…"
    },
    {
        "text": "A successful data analyst needs to have a combination of technical as well leadership skills.,Proven working experience in data analysis."
    },
    {
        "text": "Techniques in data design and data management.,Provide data to users by extracting that data from the ERP system.,Other projects and duties as assigned."
    },
    {
        "text": "Experience in Data Management concepts including data governance, data domains, data lineage, metadata and/or data quality."
    },
    {
        "text": "5+ years professional computer vision experience.,Work independently to design and implement specific computer vision algorithms that accomplish well-defined…"
    },
    {
        "text": "Strong proficiency in C/C++ programming.,Well versed with object-oriented methodologies, templates, STL etc.,Must be able to work effectively with a remote team…"
    },
    {
        "text": "Graduation/Post-Graduation in CSE or ECE with AI / Deep Learning based intelligent computer vision or video analytics experience."
    },
    {
        "text": "You will use various methods to transform raw data into useful data systems.,Work with Data Scientists/BI teams to assist with data-related technical issues and…"
    },
    {
        "text": "Experienced in data analysis and data visualisation.,Experienced with data –binding frameworks.,Proficiency working with SQL databases and data pipelines."
    },
    {
        "text": "Execute data intensive tasks and facilitate organization of data for reporting requirements.,Apply your technology skills in areas like programming applications…"
    },
    {
        "text": "Acting as a point of contact for static data queries and requests.,You’ll need to have excellent analytical skills, with a structured and methodical approach…"
    },
    {
        "text": "Writing the business requirement documentation including overall solution, data definition, process flows, interfaces, product configurations, support tools and…"
    },
    {
        "text": "Successful candidates will be analytical with business acumen, and detail driven with excellent problem solving skillsThe ideal candidate will have a strong…"
    },
    {
        "text": "*Knowledge of programming language like python will be added advantage for data science.*.,*Experience in dash boarding using google data studio and google…"
    },
    {
        "text": "Experienced using Excel to analyze information,Advance Excel, SQL, including data manipulation and data analysis.,2+ years search or digital media experience."
    },
    {
        "text": "Design conceptual and logical data models and flowcharts Present information using data visualization techniques.,Good data management using Excel."
    },
    {
        "text": "EY is looking for Analyst in IT Advisory.,An important part of your role will be to assist Seniors & Managers while actively participating within the client…"
    },
    {
        "text": "Develop new image processing concepts using machine learning in the computer vision for automotive domain.,3 to 6 years of experience & Strong knowledge in the…"
    },
    {
        "text": "Proven working experience as a Data analyst.,Prior experience (2-3 years) in data analytics which spans across business metrics and processes."
    },
    {
        "text": "Filter and “clean” data by reviewing computer reports, printouts, and performance indicators to locate and correct code problems."
    },
    {
        "text": "Creating data visualizations to effectively convey findings.,Experience in data models and reporting packages.,Strong verbal and written communication skills."
    },
    {
        "text": "Strong analytical techniques, data mining knowledge, and proficiency in handling and processing large amounts of data is needed."
    },
    {
        "text": "To breakdown complex problems and recommend data science products.,Assess the effectiveness and accuracy of new data sources and data gathering techniques."
    },
    {
        "text": "Develop and promote modern solution/data design approaches that ensure connected data and reusable Data products for business use Ensure business rules, data…"
    },
    {
        "text": "Working knowledge of SQL, scripting, relational databases, and basic computer science.,We are looking for a Quality Assurance (QA) engineer to develop and…"
    },
    {
        "text": "# Integrating the end to end data pipeline to take data from source systems to target data repositories, ensuring the quality and consistency of data is…"
    },
    {
        "text": "Work experience on data structures, algorithms, and OOPs concepts.,C and C++ Object Oriented Programming Skills.,Should be good in mathematics."
    },
    {
        "text": "3.Implement critical components and help define the architectural vision, collaborating with partner teams across the organization, and mentoring and developing…"
    },
    {
        "text": "The candidate will be performing finance relate analysis and find, pattern, insights and values which we can provide to customers using Python, Power…"
    },
    {
        "text": "Use insights based on data to inform decisions.,Job Title: Data Science Platform Support Analyst.,Barclays is a British universal bank.,What will you be doing?"
    },
    {
        "text": "Your hard work will be rewarded with a competitive salary and discretionary performance bonus.,The benefits package includes 25 days' holiday per year, pension…"
    },
    {
        "text": "Experience in data & number crunching and analyzing & presenting the data in desired formats.,Experience in quantitative analysis, research, data mining,…"
    },
    {
        "text": "O Analyze raw data from technical attributes existing in reports.,We leverage digital technologies, advanced analytics capabilities, and our domain knowledge…"
    },
    {
        "text": "At upGrad - we have partnered with leading universities such as IIIT Bangalore, BITS Pilani, MICA Ahmedabad, IMT Ghaziabad and Cambridge University's Judge…"
    },
    {
        "text": "Thoroughly understand the underlying data, business implications and usage of data for research and consulting deliverables."
    },
    {
        "text": "1 Has worked with Data Project defining Data Visualization Story."
    },
    {
        "text": "Perform system analyst role in performing data analysis between touch points, root cause analysis on any gaps/issues, design, develop & validate the reports…"
    },
    {
        "text": "Take ownership to drive computer vision solutions and meet customer requirements.,Understanding about depth and breadth of computer vision and deep learning…"
    },
    {
        "text": "Role To coordinate the collection validation analysis and reporting of environmental data.,SQL and data visualization software like Tableau Qlikview or Power BI…"
    },
    {
        "text": "We at CrunchMetrics are looking for talented Machine Learning Scientist with a background in Machine Learning development who desires to work on building…"
    },
    {
        "text": "Conduct data analysis as required and depending on experience.,Exposure to handling large and complex cross functional project data."
    },
    {
        "text": "Build and maintain complex data integrations for internal and external data, and maintain the data domain metadata and data catalog."
    },
    {
        "text": "I Design and implement scalable data repositories to integrate qualitative and quantitative research data.,I Create foundational data capabilities by leveraging…"
    },
    {
        "text": "Experience with robotics, AI and machine learning.,Qualification : Bachelor / Master of Engineering – Electronics/Electrical."
    },
    {
        "text": "Own the detailed design of the system.,Comfortable in design, implementation, testing, and documentation.,Ensure quality by writing developer level tests (unit,…"
    },
    {
        "text": "Strong grasp over concepts in computer vision.,Artificial Intelligence and Computer Vision Specialist:,Implementing Computer Vision algorithms for automatic…"
    },
    {
        "text": "Knowledge of programming language like python will be added advantage for data science.,Experience in dash boarding using google data studio and google sheet to…"
    },
    {
        "text": "Exposure to computer vision, machine learning & deep learning(preferred but not mandatory).,Strong skills in python coding (mandatory)."
    },
    {
        "text": "Strong verbal/written communication and data presentation skills.,.Strong on diving deep to understand data nuances.,Track record for being detail-oriented."
    },
    {
        "text": "Job Types: Full-time, Contractual / Temporary."
    },
    {
        "text": "Experience in data modeling, programming, querying, data mining and report development using large volumes of granular data to deliver business intelligence and…"
    },
    {
        "text": "Publicly available data must meet data, security and accessibility specifications without fail.,5+ years of experience in creation/managing data warehouse…"
    },
    {
        "text": "The analyst will work across several products and remediation projects (i.e. regulatory requirements and control/risk related issues)."
    },
    {
        "text": "POSITION TITLE*- DATA SCIENCE TRAINER.,KEY RESPONSIBILITIES-*Perform following jobs.,Teach PYTHON programming , machine learning and AI."
    },
    {
        "text": "The Financial Fabric DataHub service uses Microsoft data platforms, proprietary data models, and analytics.,The basic idea of Data science tools, like Power BI,…"
    },
    {
        "text": "Good to have knowledge of data transformation, data mapping, operations, and basics of ETL tools.,Basics of data analysis using R/ Python etc."
    },
    {
        "text": "Should have knowledge of creating reports.,Are you proficient in MS Excel."
    },
    {
        "text": "Associate - Data Operations' role at Consilio requires deep understanding of file structures and forensic images to ingest electronic data into our proprietary…"
    },
    {
        "text": "Its suite of speech and language solutions enable enterprises to automate their contact centre operations.,Collect, analyze and prepare datasets."
    },
    {
        "text": "Our vision is to transform customer decision making with data analytics, simulation, and high-performance computing.,At Altair, your curiosity matters."
    },
    {
        "text": "Keeping abreast of developments in machine learning.,Consulting with managers to determine and refine machine learning objectives."
    },
    {
        "text": "From home working to job sharing, visit the remote and flexible working page on our website to find out more.,This role is based in India and as such all normal…"
    },
    {
        "text": "Experience managing large data sets and analyzing data for actionable insights.,Apply suitable combination of data/analytical skills and domain knowledge, to…"
    },
    {
        "text": "2+ years’ of relevant professional experience.,Ability to translate complex problems and concepts in training."
    },
    {
        "text": "Maintain the health of data sources, and data collection systems through stringent data quality check and process improvements."
    },
    {
        "text": "This will help is efficient data aggregation.,SM auditor should have an eye for detail and data accuracy skills.,Bachelor's Degree from good school."
    },
    {
        "text": "Frequently liaise with associate analysts in order to understand and remediate data issues.,Ensure data consistency and completeness."
    },
    {
        "text": "You will contribute to the core team that validates the tests for AMD GPU based compute software stack.,You will be responsible for maintaining the ROCm stack…"
    },
    {
        "text": "2-4 years related experience such as data extraction and analytics, data quality, and database relational structures."
    },
    {
        "text": "Expertise in Development, deployment and monitoring ADF (Azure data factory) pipelines (using visual studio and browsers).,Expertise in Azure logic apps."
    },
    {
        "text": "Working knowledge of data mining principles: predictive analytics, cleansing, mapping, collecting data from multiple data systems on premises and cloud – based…"
    },
    {
        "text": "Ability to work with clients to identify business challenges and contribute to client deliverables by refining, analyzing, and structuring relevant data •…"
    },
    {
        "text": "Lead the research, definition and design of customer facing applications (sales) and Data Analytics.,During execution of project deliverables."
    },
    {
        "text": "PIM L2 Data Support specialist Purpose of the position The role is necessary for Supporting the PIM/EDMS data within the framework of End to End Service with…"
    },
    {
        "text": "Strong computer science fundamentals in data structures, algorithms, problem solving and complexity analysis.,You will be getting in on the ground floor of what…"
    },
    {
        "text": "Identify and assess key opportunity areas where data and science can enhance products.,3 to 6 years’ experience in applying data and science to improve products…"
    },
    {
        "text": "The Data & Analytics teams help make data-driven decisions in merchandising, store operations, finance, and supply chain.,3+ years of work experience."
    },
    {
        "text": "Utilizing IT data for business insights.,Business analyst: 1 year (Preferred).,Understanding strategic business needs and plans for growth."
    },
    {
        "text": "Assemble and summarize data to generate reports on financial status and risks (daily, weekly, monthly and quarterly)."
    },
    {
        "text": "Experience with text data and NLP Modeling - a must.,Ability to turn large amounts of ambiguous data into a concise, meaningful story."
    },
    {
        "text": "Ability to identify missing data and recommend new data elements to create appropriate insights.,Expertise and experience with data mining, evaluation, analysis…"
    },
    {
        "text": "Minimum 4+ Years of experience in machine learning & data analytics.,Expert knowledge in Python, Statistics, Machine Learning, Artificial Neural Networks,…"
    },
    {
        "text": "3+ years of hands-on experience with data science or analytics in a business context.,Aptitude for data manipulation and Exploratory analysis techniques;…"
    },
    {
        "text": "Data added to data sets are consistent with the common data model.,Generate data and use reporting tools to provide accurate information from disparate data…"
    },
    {
        "text": "Connecting to data sources, importing data and transforming data for Business Intelligence.,Excellent in analytical thinking for translating data into…"
    },
    {
        "text": "Computer Science fundamentals in object-oriented design, in data structures, in algorithm design, problem solving, and complexity analysis."
    },
    {
        "text": "Data analysis: identify, analyze and interpret data from surveys, workshops, participant feedback and progress during long term engagement."
    },
    {
        "text": "Innovary Technologies is looking for Sr. Data Analyst who is result oriented individual contributor with passion on Traffic Data Analysis and People behavior…"
    },
    {
        "text": "Connect to data sources, importing data and transforming data for Business Intelligence.,Experience in Tabular Model creation & data visualizations."
    },
    {
        "text": "Support the sourcing of data into the Risk and Finance applications.,Monitor, track, and report on the timeliness and completeness of source data."
    },
    {
        "text": "Associate - Data Operations' role at Consilio requires deep understanding of file structures and forensic images to ingest electronic data into our proprietary…"
    },
    {
        "text": "Enhancing people’s lives through secure, reliable advanced technology is our vision.,We are a global information technology company that builds high-performance…"
    },
    {
        "text": "Create ad hoc data sets to support specific research projects;,Document data assets, usage recommendations, and known issues;"
    },
    {
        "text": "Support ongoing clients related to any prod data fixes/Data reports/ Extracts.,Our innovative programs have a lasting impact on the health, financial security…"
    },
    {
        "text": "Acquire data from primary or secondary data sources and maintain databases/data systems.,Providing technical expertise on data storage structures, data mining,…"
    },
    {
        "text": "The candidate has to work *2hrs *daily.,Minimum 5 years of experience in Data Science development.,Should have experience in developing End to End solutions."
    },
    {
        "text": "Develop custom data models and algorithms to apply to data sets.,Extending company’s data with third party sources of information when needed."
    },
    {
        "text": "Demonstrated ability in solutioning covering data ingestion, data cleansing, ETL, data mart creation and exposing data for consumers."
    },
    {
        "text": "The data analyst is responsible for collecting and analyzing internal & external data for reporting.,Defining new data collection processes and analysis on data…"
    },
    {
        "text": "Research and develop statistical learning models for data analysis.,Experience with common data science toolkits, such as python, R, Weka, NumPy, MatLab, etc {…"
    },
    {
        "text": "We are Schmid Vision Soft, a computer vision and AI IT service provider startup.,We work on transferring research into industrial applications in close…"
    },
    {
        "text": "To meet the agreed daily/weekly/monthly targets and deadlines.,To meet or exceed productivity benchmarks for Junior Analyst’s targets."
    },
    {
        "text": "Prior experience with Python, Caffe, TensorFlow and other computer vision libraries.,Experience of real-time vision development on Linux."
    },
    {
        "text": "Performing and documenting data analysis, data validation, and data mapping/design.,Creating tools to store data within the organization."
    },
    {
        "text": "Ability to understand functional/technical specifications and analyze data;,Our Client is from a Financial Services company that is looking for a passionate…"
    },
    {
        "text": "Design & development of Image processing/computer vision algorithms.,Work in a variety of Image processing/Computer vision problems with getting expertize in…"
    },
    {
        "text": "Collaborate and work closely with data quality teams to ensure adherence to data ingestion and data governance standards."
    },
    {
        "text": "_SQL, Python, Machine Learning, Natural Language Processing, Data Visualization, Databases_.,Hyderabad, Rangareddy - 500075, Telangana: Reliably commute or…"
    },
    {
        "text": "Identifies Product data sources, does data profiling and run data quality checks and develops visualizations for product key success metrics."
    },
    {
        "text": "Filter and “clean” data by reviewing data in excel sheets, rectify data problems.,Interpret data, analyze results using data analysis techniques and provide…"
    },
    {
        "text": "(Computer science or related field).,Strong hands-on experience with SQL, data warehousing, dashboarding, and reporting, involving large datasets and multiple…"
    },
    {
        "text": "Data science: 4 years (Required).,Envisioning, planning, and executing Machine Learning/Deep Learning projects.,Experience with SQL and NoSQL databases."
    },
    {
        "text": "We are looking for a Data science engineer to help with basic foundational data structures.,Analyze and organize raw data.,Build data systems and pipelines."
    },
    {
        "text": "Build and deploy data models that can be used by marketers for developing data driven campaign strategies.,1 – 3 years’ experience in developing and executing…"
    },
    {
        "text": "Works with Account Managers and customers to get detailed data specifications • Manages data segmentation requests to determine the optimum data set for each…"
    },
    {
        "text": "Who You'll Work With You will join the Gurugram office and will be part of a LiveOps team in QuantumBlack. You will work alongside the LiveOps Lead and the…"
    },
    {
        "text": "As a Security Analyst, you will.,Monitor and review notable events in Splunk Enterprise Security dashboards.,Resolve false positives and communicate effectively…"
    },
    {
        "text": "This position is also responsible for building visualization and analytics solutions to present data in a graphical or pictorial format to help people…"
    },
    {
        "text": "Assist in the ongoing development of technical best practices for data movement, data quality, data cleansing, data security and privacy."
    },
    {
        "text": "Proven working experience in data analysis.,Performing analysis to assess quality and meaning of data.,Strong mathematical skills to help collect, measure,…"
    },
    {
        "text": "The analyst should be able to identify pattern emerging from data and reports and establish the linkage for the same with business problems."
    },
    {
        "text": "OTM Development organisation provides a compelling opportunity to build an exciting career in the niche Logistics cloud space while learning & leveraging the…"
    },
    {
        "text": "To be an eligible candidate entitled to a monthly stipend, all you need is at least a year of relevant work experience.,Expert in Excel and/or VBA."
    },
    {
        "text": "Bachelor/ Master’s degree in computer science, electrical engineering is required.,Mavenir is building the future of networks and pioneering advanced technology…"
    },
    {
        "text": "Acquire data from primary or secondary data sources and maintain databases/data systems.,Acquiring data from primary or secondary data sources and maintaining…"
    },
    {
        "text": "Trucknetic* aims to play a crucial role in India's booming logistics sector and become the first platform in the world to provide any truck for any commodity…"
    },
    {
        "text": "Alphastream - Smarter, Faster, Curated data for Capital Markets powered by AI and ML supervised by expertise across various domain specializations including…"
    },
    {
        "text": "Minimum 3 years computer vision experience.,You’ll be working along with our team to prepare, train and evaluate computer vision models on massive amounts of…"
    },
    {
        "text": "Knowledge of data engineering, data science and decisioning disciplines.,Sharing relevant updates with key stakeholders bringing together advanced analytics,…"
    },
    {
        "text": "Responsible for tracking, reporting, and analyzing the performance of marketing activities, ad-hoc analytic requests, and development/automation of regular…"
    },
    {
        "text": "Run machine learning tests and experiments.,Develop machine learning applications according to requirements.,Familiarity with machine learning frameworks (like…"
    },
    {
        "text": "0-2 years experienced in data analysis, data modelling and business reporting, or.,Automatic Data validation and data compliance.,Key Objectives of the role:"
    },
    {
        "text": "Enabled by data and technology, diverse EY teams in over 150 countries provide trust through assurance and help clients grow, transform and operate."
    },
    {
        "text": "Compile and analyze data related to business issues.,You think about data in terms of statistical distributions and have a big enough analytics toolbox to know…"
    },
    {
        "text": "Mine and analyze data from company databases to drive optimization and improvement of data quality.,Enhancing data quality using AI/ML based approaches."
    },
    {
        "text": "Clearly articulating and facilitating data analytical findings to stakeholder at all levels.,Ensuring the supply of data, supporting analytics and reports to…"
    },
    {
        "text": "Develop RESTful APIs to serve machine learning models in production and strong debugging skills.,Enthusiastic self-starter with 4-6+ years industry experience…"
    },
    {
        "text": "Business analyst: 1 year (Preferred).,Collecting data from the clients.,Identify and reconcile errors in client data to ensure accurate business requirements."
    },
    {
        "text": "Tagging the data based on certain rules to provide useful information for the machine learning team.,Passionate people make our company great and Navayuga…"
    },
    {
        "text": "The vision of this team is to build next-generation products and developer ecosystem on the Adobe experience platform (AEP)."
    },
    {
        "text": "The candidate is expected to have working knowledge of Cloud Application Development Processes, Configuration Management, Test Planning and Execution."
    },
    {
        "text": "These include our vision that inclusion and accessibility drive every conversation we have and every decision we make.,Join us today and release yours."
    },
    {
        "text": "O data management (SQL database).,Execution and development of respective data analytics, incl.,Experience in respective IT-systems (e.g. SAP) or data analytics…"
    },
    {
        "text": "Understanding of data warehousing, data modeling concept and building new DW tables.,Translate data into actionable insights.,Experience with SQL or ETL."
    },
    {
        "text": "In the Data Science team, you will manage and analyze data in order to build data driven business insights and high impact data models to generate significant…"
    },
    {
        "text": "Walk customers through installing applications and computer peripherals.,Provide tier 2 technical support in a global 24*7 environment."
    },
    {
        "text": "You will work on projects focused on delivery of real-time traffic and will participate in all stages of software development including refining product vision,…"
    },
    {
        "text": "Data Engineering specialists also use cross-departmental data and machine learning to get a clear picture of the cost incurred at each stage of the supply chain…"
    },
    {
        "text": "The EMS consultant monitors that all local stakeholders involved in the EMS work according to the processes of the Group EMS."
    },
    {
        "text": "Provides end-to-end support around database management, data visualization, data science, data reporting and technology development.,1 to 3 years of experience."
    },
    {
        "text": "Knowledge of computer hardware and software.,Our customers have a high expectation that you will be able to resolve their issue on the call, but they recognize…"
    },
    {
        "text": "Join our Future of IT (FOIT) team which is building products that enable flexible, cloud-based storage and advanced data management solutions."
    },
    {
        "text": "Analyze data for trends and patterns, and Interpret data with a clear objective in mind.,Devise and utilize algorithms and models to mine big data stores,…"
    },
    {
        "text": "Work closely with the data development team when issues are found during QA.,Participate in the data integration process by focusing on creating and maintaining…"
    },
    {
        "text": "Strong skills in Python, SQL (RDMS).,Strong analytical and problem-solving skills.,Strong in data science python libraries like NumPy, Pandas."
    },
    {
        "text": "Secondary Skill:Data visualization - Knowledge.,Experience required 5-7 Years would be an ideal choice anything above this would be really preferred."
    },
    {
        "text": "Designing and developing machine learning and deep learning systems.,Designing machine learning systems.,Running machine learning tests and experiments."
    },
    {
        "text": "The role may also need expertise in managing clinical data management projects.,The team is responsible for performing data management activities including…"
    },
    {
        "text": "What we offerFast-growth career in a high-learning environmentFlexibility to work from homeWork ScopeWrite data-driven reports, whitepapers and newsletters…"
    },
    {
        "text": "Hands-on experience in data segmentation to generate target audience.,As a Campaign Quality Analyst you are responsible for testing and validating workflow…"
    },
    {
        "text": "Ensure that quarterly or annual data updates are timely processed and uploaded.,Oversight and development of the total EMEA & APAC DWS Real Estate performance…"
    },
    {
        "text": "Manage and support team of Data Management professionals to efficiently produce databases that meet customer requirements."
    },
    {
        "text": "Expert knowledge of MS Excel is required as the role involves comparative data analysis and reconciliation of source data to target system using data analysis…"
    },
    {
        "text": "Therefore, in order to query the data we need to pass the tenant id to get the data of the respective tenant.,Easy to migrate the data into new structure if any…"
    },
    {
        "text": "Identify data issues/risks and provide solutions for improvement.,Handle requests concerning large data volumes on a daily basis, coming both from clients and…"
    },
    {
        "text": "3+ years experience as Data Analyst in business ops support fuction.,Hands on knowledge on biz ops support and Data analysis."
    },
    {
        "text": "Develop new image processing concepts using machine learning in the computer vision for automotive domain.,3 to 6 years of experience & Strong knowledge in the…"
    },
    {
        "text": "You have a good understanding of machine learning pipelines and machine learning frameworks such as TensorFlow and Pytorch."
    },
    {
        "text": "2+ years experience as Data Analyst in business ops support fuction.,Hands on knowledge on Process execution and support.,Ready to work in graveyard shift."
    },
    {
        "text": "Champion data quality initiatives and drive data accuracy across all phases of material data management.,Previous experience as SAP Material Master process…"
    },
    {
        "text": "Need to have analytical ability to investigate issues with the RMS data which is questioned by client as part of Data Inquiry."
    },
    {
        "text": "We are looking for a manual Quality Assurance (QA) engineer. QA engineer responsibilities include designing and implementing tests, debugging and defining…"
    },
    {
        "text": "In Group T&O, we manage the majority of the Bank's operational processes and inspire to delight our business partners through our multiple banking delivery…"
    },
    {
        "text": "Develop custom data models and algorithms to apply to data sets.,Assess the effectiveness and accuracy of new data sources and data gathering techniques."
    },
    {
        "text": "Responsible for Design and development of efficient data ELT/ETL processes in Azure ADF, Databricks, Synapse, T-SQL etc that leverage External and Internal data…"
    },
    {
        "text": "Principal Data Scientist, AI/ML/DL/ Computer vision Solution Architect.,8+ years Hands on real-time experience in Deep Learning models for computer vision…"
    },
    {
        "text": "Assess the effectiveness and accuracy of new data sources and data gathering techniques.,Develop custom data models and algorithms."
    },
    {
        "text": "Activities include: Define and maintain data standards, definitions, and models (e.g. data dictionary, organizational data model."
    },
    {
        "text": "Overall 7+ years of experience including a minimum of 3+ years of System/Business analyst experience within the eCommerce or Retail Digital industry."
    },
    {
        "text": "Communicating key project data to team members and building cohesion among teams.,A bachelor's degree in computer science, software engineering, or another…"
    },
    {
        "text": "Training for the above profile would be provided.,Candidate should have good communication skills.,0 to 1 year of experience in any research profile (Company…"
    },
    {
        "text": "Responsible for designing and building production class deep learning models applied to computer vision problems.,Guide and mentor junior engineers on the team."
    },
    {
        "text": "To work with accounting and financial data, analyze, and perform financial adjustment calculation.,To demonstrate a basic understanding of economic principles…"
    },
    {
        "text": "Acquire data from primary or secondary data sources and maintain databases/data systems.,Technical expertise regarding data models, database design development,…"
    },
    {
        "text": "Bachelor’s degree in data analytical fields or at least 4 years additional experience in data analytics.,Microsoft Excel (including pivots, formulas, and macros…"
    },
    {
        "text": "Analyzing data and present data through reports that aid decision-making.,Create relationships between data and develop tabular and other multidimensional data…"
    },
    {
        "text": "Working knowledge of eDiscovery and computer forensic project life cycle.,Perform comprehensive technical analyses and interpretations of computer-related…"
    },
    {
        "text": "Manages the data science teams and oversees all activities ensuring alignment with departmental and business-wide vision and strategies."
    },
    {
        "text": "Soft Skills • Good verbal & written communication skills – articulate value of AI to business, project managers & other team members • Ability to break complex…"
    },
    {
        "text": "Experience with data analysis tools required.,The successful applicant will be a fast learner with experience and a keen interest in analyzing policies and data…"
    },
    {
        "text": "You will work on a team including scrum masters, product owners, data architects, peer data engineers/analyst, data scientists and DevOps."
    },
    {
        "text": " Execute full software development life cycle (SDLC)., Write well-designed, testable code., Ability to understand business requirements and translate them…"
    },
    {
        "text": "Outstanding attention to detail and dedication to data accuracy.,Our GBP team specifically focuses on product-level market-sizing across full spectrum of…"
    },
    {
        "text": "The Reference Data Analyst supports various elements of the data lifecycle, from ensuring that data is captured from the best source, to validating and…"
    },
    {
        "text": "We are looking for data analyst trainee– Excel operators.,Data Analyst Trainee– Excel Operator.,Any Degree BBA, B.com, BA, etc."
    },
    {
        "text": "Our Data Engineering team comes in to help Walmart manage this data, by building pipelines and data lakes to prepare big data for analysis, they help unlock…"
    },
    {
        "text": "Design and develop QC checks to support ongoing data cleaning to identify issues/risks in data quality and data cleaning performance."
    },
    {
        "text": "Learns organization vision statement and decision making framework.,Learns organization vision statement and decision making framework.,In this role, you will:"
    },
    {
        "text": "We are looking for Data Science Trainer with at least 1+ year of Training experience.,Taking Data Science batches in Online and Offline mode."
    },
    {
        "text": "Developing and maintaining databases, data systems – reorganizing data in a readable format.,Performing analysis to assess quality and meaning of data."
    },
    {
        "text": "Assess the effectiveness and accuracy of new data sources and data gathering techniques.,Develop custom data models and algorithms."
    },
    {
        "text": "Collect, analyze and process company reported data from various data sources and into the database utilized by the ESG content team."
    },
    {
        "text": "Collecting and analyzing data to learn more about Clients Strategic Imperatives and designing a focused Short- & Long-Term Account Plan."
    },
    {
        "text": "Work with data storage like SQL & NoSQL DBs.,Experience with mathematical models for data patterns & profiling.,Data gathering, analysis & report generations."
    },
    {
        "text": "Collects a complete and accurate customer data (minimum data sets).,Intermediate technical understanding of voice, data, ethernet products and related equipment…"
    },
    {
        "text": "Changing the world through digital experiences is what Adobe’s all about.,We give everyone—from emerging artists to global brands—everything they need to design…"
    },
    {
        "text": "Comfortable working with large data sets and scripting language like JavaScript is a plus.,Apply broad functional and fundamental knowledge of supply chain…"
    },
    {
        "text": "Providing strategic insights on the business problems, helping resolve the same with data and analysis.,A firm believer in stats and can weave stories around…"
    },
    {
        "text": "You will be expected to learn the ins-and-outs of our URL research and response procedures and create content for TrustedSource and other products."
    },
    {
        "text": "Able to understand various data structures and common methods in data transformation.,Must be able to clearly understand and articulate a data science problem…"
    },
    {
        "text": "Initiate and complete – project cycle activities like data collection, integration, clean, data analysis, visualization, feature engineering etc."
    }
]